// general error
"error_something_wrong" = "Ups! Something went wrong";
"error_no_connection" = "There is no Internet conection";

// tv show list
"tv_show_list_empty" = "No results found";

// tv show details
"tv_show_language" = "Language:";
"tv_show_type" = "Type:";
"tv_show_rating" = "Rating:";
"tv_show_genre" = "Genre:";
"tv_show_genre_placeholder" = "Unknown";
"tv_show_summary" = "Summary";





